#입력된 숫자의 나머지와 몫을 계산하기
"""
a = int(input("나눠지는 수 ==> "))
b = int(input("나누는 수 ==> "))

print(a,"을(를)", b,"으(로) 나눈 몫은", a//b, "입니다.")
print(a,"을(를)", b,"으(로) 나눈 나머지는", a%b, "입니다.")
"""

#덤밸의 파운드를 킬로그램으로 환산하기
"""
lb = 0.453592 #1lb = 0.453592kg
kg = 2.204623 #1kg = 2.204623lb

c = int(input("파운드(lb)를 입력하세요 : "))
print(c, "파운드(lb)는", '%.5f' %(c*lb), "킬로그램(kg)입니다")
    
d = int(input("킬로그램(kg)을 입력하세요 : "))
print(d, "킬로그램(kg)은", '%.5f' %(d*kg), "파운드(lb)입니다")
"""

#편의점 하루 매출 계산하기
"""
total = 0

total -= 900*10
total -= 300*5

total += 1800*2
total += 4000*4
total += 1500
total += 2000*4
total += 1800*5

print("총 매출액 : ", total,"원")
"""






















